[PR_Demolitionist X2SoldierClassTemplate]
+DisplayName="爆破大师"
+ClassSummary="爆破大师喜欢毁灭的艺术，他们使用多种武器来制造混乱。他们可以熟练地使用火箭发射器、榴弹发射器和专用弹药，制造出爆炸性的混乱。"
+LeftAbilityTreeTitle="爆炸"
+RightAbilityTreeTitle="火箭"
AbilityTreeTitles[0]="花式射击"
AbilityTreeTitles[1]="爆破"
AbilityTreeTitles[2]="投弹手"
AbilityTreeTitles[3]="XCOM"
AbilityTreeTitles[4]="手枪"

+RandomNickNames[0]="Boomer"
+RandomNickNames[1]="Demoman"
+RandomNickNames[2]="TNT"
+RandomNickNames[3]="Dynamite"
+RandomNickNames[4]="Wastelander"
+RandomNickNames[5]="Liberator"